/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ est déjà enregistré en tant que téléphone Bluetooth.";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ est déjà enregistré en tant qu’appareil USB.";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "L’identification de certains périphériques USB a échoué";

/* Button to go to Website for KB */
"Go to Website" = "Aller au site Web";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "Impossible d’ouvrir iSync à cause d’un problème avec un module.";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "iSync n’a pas pu identifier certains périphériques USB :\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "Ce téléphone est déjà enregistré";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "Le module suivant n’est pas compatible avec cette version d’iSync. Cliquez sur la flèche pour afficher le module, déplacez ou supprimez-le, puis ouvrez à nouveau iSync.";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "Il y a un problème avec l’un des modules. Cliquez sur la flèche pour afficher les modules, déplacez ou supprimez l’un d’entre eux, puis ouvrez à nouveau iSync.";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "Pour activer l’utilisation de ce téléphone avec iSync, contactez le fabricant du téléphone ou votre prestataire de services afin de mettre à jour le programme interne de votre appareil.";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "Pour activer l’utilisation de ce téléphone avec iSync, contactez le fabricant du téléphone ou votre prestataire de services afin de mettre à jour le programme interne de votre appareil. Consultez le site Web d’assistance iSync pour plus de renseignements.";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "Votre téléphone, “%@”, ne fonctionne pas avec cette version d’iSync.";

